{
    "header": "Terms and Condition",
    "sections": [
      {
        "title": "CHECK IN",
        "content": "You can check into the hostel after 3:00 PM each day. Valid identification is required before moving in and the hostel might need a copy of your identification to be kept with us. If there are any disagreements on the copy of identification, the hostel is within the rights to reject you. We accept Passport, Photo ID, and/or Driver's License. Management may request additional information as required from guests. Payment is to be made in advance before you move in. No exceptions. And No Winz A one-week bond is required for long-term stays."
      },
      {
        "title": "CHECK OUT",
        "content": "The check-out time in the hostel is 10:30 AM, you must remove all belongings from your rooms and check out by 10.30 AM. With the exception of the hostel manager’s permission. Please hand over the keys and cutlery baskets before you leave (after inspections). Leave a message if you’re about to leave or are planning to leave earlier than 10:00, a small inspection is required to make sure everything is in place before leaving."
      },
      {
        "title": "DISTURBANCE & VISITATION",
        "content": "Please be considerate towards other guests. The use of electronic devices should be kept down low especially during the night. Our hostel’s night schedule is from 10 PM to 7 AM. Out of courtesy to other guests, please be cautious and keep the volume down. As you’re not the only one living here, other guests may feel uncomfortable if strangers came into the property. To prevent this, visitors are forbidden in the hostel unless arrangements are made with the manager of the hostel prior to the visitation. However, under no circumstances are visitors staying over permissible."
      },
      {
        "title": "SMOKING / ALCOHOL / DRUGS / WEAPONS/HARRASMENT",
        "content": "There will be no smoking in the common areas and in the rooms, you’re welcome to smoke outside but please be responsible and throw the cigarette buds in the bins provided. The use of alcohol is acceptable in the hostel WITHIN RANGE. Excessive amounts of alcohol are not tolerated within the premises. And no parties of any kind in the rooms. It is prohibited to bring weapons and drugs of any kind into the premises. The hostel will be compelled to ring the authorities and proper measures will be taken. Harassment of any kind within guests or the management will not be tolerated. The hostel has the right to ring proper authorities if any kind of harassment is to be made known or taken place."
      },
      {
        "title": "KITCHEN",
        "content": "You’re not allowed to prepare food or hot beverages inside your rooms due to the Health and Safety violation and also it may trigger the fire alarm inside the rooms. Each guest is responsible for their own belongings and use of the kitchen. Please clean up after yourselves after the use of the appliances. As it’s a shared facility room, please be mindful about using the area."
      },
      {
        "title": "ROOMS",
        "content": "Every individual in the hostel is responsible for their own belongings and the furniture allocated for them. You’re not allowed to put holes in the walls nor damage anything within the room. In doing so, a fine might be placed for the damage done. For long terms guests, a one-week bond is needed so that any damages done will be taken out of the bond when inspections are made. The management reserves the right to occasionally inspect the rooms with regards to cleanliness and tidiness. You are advised to lock the doors of your rooms at all times. Any belongings lost or stolen is not the responsibility of the Hostel. Turn off all heaters, lights, and electrical appliances when not in use. Do not hang damp cloths and towels in the rooms. And under no circumstance can you use the heater as your drying rack. There are washing machines, hanging racks and dryers available within the premises. Some repairs may be needed so electricians, contractors, or any other service person may enter the rooms with the hostel manager when necessary. A notice will be given to you if that were to happen to maintain your privacy. Beddings, towels, pillows, and blankets are provided in the hostel. But you’re welcome to use your own if your uncomfortable."
      },
      {
        "title": "SHARED BATHROOMS",
        "content": "The disposal of feminine hygiene products is to be made in the bins NOT in the toilets as they will clog up the pipes. As the toilets are a shared facility, DO NOT leave your stuff in the bathrooms. And please be mindful about the use of toilets, flush after yourselves and throw any rubbish in the bins provided."
      },
      {
        "title": "INTERNET",
        "content": "The wifi within the hostel is free and you are welcome to use it. However, please be mindful of other people as you are in a shared facilities hostel. The internet may be slow if there are too many people on it so please be advised. Please do not download any illegal materials online or go to illegal sites. The Travellers Lodge free wifi is recorded and if any illegal activity is made known, the recorded data will be given to the authorities."
      },
      {
        "title": "COMMUNAL AREAS",
        "content": "The common area is for all the guests staying at The Travellers Lodge to enjoy. You’re welcome to use the common area but please be courteous to the people in the common area. Do not leave your stuff behind or hog the entire place to yourself."
      },
      {
        "title": "GENERAL CONDITIONS",
        "content": "Do not use the hostel for commercial purposes. Do take note that there are CCTVS around the premises excluding private areas. The Travellers Lodge reserves the right to refuse entry to those that may harm the image/or the guest/management of the hostel in any way. The hostel is also not responsible for your belongings. There will be no refunds accepted if you’re evicted due to the above reasons. And a reimbursement might be imposed if there are damages done within the grounds of the property. If any belongings of yours are left behind and not collected within 3 days after check out. It will be under Hostel property and may be disposed of. Children are not allowed on the premises to stay."
      },
      {
        "title": "RULES AND REGULATIONS",
        "content": "The above rules might be revised from time to time and we will keep you informed of any changes. Any violation of the rules of the above will not be accepted and if it’s serious to any degree might be asked to leave without a refund."
      }
    ]
  }
  